img/1-RDF-fill-L3-10-auto/C4yN.mmd
flowchart LR
  S[student:s01] -.->|?| D[degree:AI]
  D -->|rdfs:label| L(("Artificial Intelligence"))
